Repository: xbmc/inputstream.adaptive
Catalog: inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: ca_es, da_dk, he_il, hr_hr, pt_br

# Addon Summary
source: InputStream client for adaptive streams
ca_es: Client InputStream per a transmissions adaptatives
da_dk: InputStream-klient til adaptive streams
he_il: לקוח InputStream לתזרימים מסתגלים
hr_hr: InputStream klijent za adaptivne tokove
pt_br: Cliente InputStream para transmissões adaptáveis

# Addon Description
source: InputStream client for adaptive streams. Common streaming protocols such as MPEG-DASH, HLS and Microsoft Smooth Streaming are supported.[CR][CR]The add-on also has support for DRM protected streams, such as Google Widevine, Microsoft PlayReady and others.[CR][CR]For documentation visit: https://github.com/xbmc/inputstream.adaptive
ca_es: Client InputStream per a transmissions adaptatives
da_dk: InputStream-klient til adaptive streams
he_il: לקוח InputStream לתזרימים מסתגלים
hr_hr: InputStream klijent za adaptivne tokove
pt_br: Cliente InputStream para transmissões adaptáveis. Há suporte para protocolos de streaming comuns, como MPEG-DASH, HLS e Microsoft Smooth Streaming.[CR][CR]O addon também oferece suporte a transmissões protegidas por DRM, como Google Widevine, Microsoft PlayReady e outros.[CR][CR]Para obter a documentação, visite: https://github.com/xbmc/inputstream.adaptive

# #30100
source: General
da_dk: Generel
he_il: כללי
hr_hr: Opće
pt_br: Geral

# #30101
source: Minimum bandwidth (Kbps)
pt_br: Largura de banda mínima (Kbps)

# #30102
source: Maximum bandwidth (Kbps)
pt_br: Largura de banda máxima (Kbps)

# #30103
source: Establishes the bandwidth limit not to be exceeded with the audio / video streams. Set to 0 to disable it.
pt_br: Estabelece o limite de largura de banda que não deve ser excedido com as transmissões de áudio/vídeo. Defina como 0 para desativá-lo.

# #30110
source: Maximum resolution
pt_br: Resolução máxima

# #30112
source: Type of media streams played
pt_br: Tipo de transmissões de mídia reproduzidas

# #30113
source: Maximum resolution for DRM videos
pt_br: Resolução máxima para vídeos com DRM

# #30115
source: Ignore screen resolution
pt_br: Ignorar a resolução da tela

# #30116
source: If enabled, the screen resolution (or window size when in windowed mode) will no longer be considered when selecting the best video stream resolution when video starts and while in playback.
pt_br: Se ativada, a resolução da tela (ou o tamanho da janela quando estiver no modo de janela) não será mais considerada ao selecionar a melhor resolução de fluxo de vídeo quando o vídeo for iniciado e durante a reprodução.

# #30117
source: Manual stream selection mode
pt_br: Modo de seleção manual de transmissão

# #30118
source: Defines which type of streams to make available for manual selection on Kodi OSD settings during playback.
pt_br: Define o tipo de transmissões a ser disponibilizadas para seleção manual nas configurações do OSD do Kodi durante a reprodução.

# #30122
source: Try avoiding the use of secure decoder
pt_br: Tente evitar o uso de um decodificador seguro

# #30123
source: Some Android devices defined as Widevine L1, may not work properly, which may result in a black screen during playback. In this case try to enable it.
pt_br: Alguns dispositivos Android, definidos como Widevine L1, podem não funcionar corretamente, o que pode resultar em uma tela preta durante a reprodução. Nesse caso, tente ativá-lo.

# #30156
source: Audio / Video streams
pt_br: Transmissões de áudio/vídeo

# #30157
source: All
ca_es: Tot
da_dk: Alle
he_il: הכל
hr_hr: Sve
pt_br: Tudo

# #30158
source: Audio
ca_es: Àudio
da_dk: Lyd
he_il: שמע
pt_br: Áudio

# #30159
source: Video
ca_es: Vídeo
he_il: וידאו
pt_br: Vídeo

# #30160
source: Video streams
pt_br: Transmissões de vídeo

# #30161
source: Video / Subtitles
pt_br: Vídeo / Legendas

# #30162
source: Adaptive stream
pt_br: Transmissão adaptativa

# #30167
source: WARNING: This is a TEST feature, may not work appropriately and may change on future versions.
pt_br: AVISO: este é um recurso de TESTE, pode não funcionar adequadamente e pode ser alterado em versões futuras.

# #30168
source: Auto determines initial bandwidth
pt_br: Determinar automaticamente a largura de banda inicial

# #30169
source: If enabled, the bandwidth will be determined by the first download, however it may not be accurate. If the video quality at the start of playback is too low try disabling it.
pt_br: Se ativado, a largura de banda será determinada pelo primeiro download, mas pode não ser exata. Se a qualidade do vídeo no início da reprodução for muito baixa, tente desativá-la.

# #30170
source: Initial bandwidth (Kbps)
pt_br: Largura de banda inicial (Kbps)

# #30171
source: Defines the initial bandwidth when it cannot be automatically determined. This value can be overridden by the minimum bandwidth setting.
pt_br: Define a largura de banda inicial quando ela não pode ser determinada automaticamente. Esse valor pode ser substituído pela configuração de largura de banda mínima.

# #30172
source: Ignore HDCP status
pt_br: Ignorar o status do HDCP

# #30173
source: Some DRM-protected HD / UHD videos may only be played if the HDCP status is ignored.
pt_br: Alguns vídeos HD / UHD protegidos por DRM só poderão ser reproduzidos se o status HDCP for ignorado.

# #30174
source: Stream selection type
pt_br: Tipo de seleção de transmissão

# #30175
source: Set how the audio / video streams quality will be chosen during playback. This setting may be overridden by the video add-on used. See Wiki for more information.
pt_br: Define como a qualidade das transmissões de áudio/vídeo será escolhida durante a reprodução. Essa configuração pode ser substituída pelo addon de vídeo usado. Consulte a Wiki para obter mais informações.

# #30176
source: Adaptive (default)
pt_br: Adaptativo (padrão)

# #30177
source: Manual OSD
pt_br: OSD manual

# #30178
source: Fixed resolution
pt_br: Resolução fixa

# #30179
source: Ask quality
pt_br: Pergunte sobre a qualidade

# #30180
source: Test
pt_br: Teste

# #30200
source: Assured buffer duration (sec)
pt_br: Duração garantida do buffer (seg)

# #30201
source: Maximum buffer duration (sec)
pt_br: Duração máxima do buffer (seg)

# #30202
source: Ignore screen resolution change
pt_br: Ignorar alteração na resolução da tela

# #30203
source: If enabled, the screen resolution (or window size when in windowed mode) will no longer be considered when selecting the best video stream resolution while in playback.
pt_br: Se ativada, a resolução da tela (ou o tamanho da janela quando estiver no modo de janela) não será mais considerada ao selecionar a melhor resolução da transmissão de vídeo durante a reprodução.

# #30204
source: Decrypter path
pt_br: Caminho do decodificador

# #30232
source: Video stream {codec} {quality}
pt_br: Transmissão de vídeo {codec} {qualidade}

# #30233
source: Test mode
pt_br: Modo de teste

# #30234
source: Switch by segments
pt_br: Trocar por segmentos

# #30235
source: Segments
pt_br: Segmentos

# #30236
source: Override settings
pt_br: configurações override

# #30237
source: Debug logging
pt_br: Registro de depuração

# #30238
source: Save stream manifests
pt_br: Salvar manifestos da transmissão

# #30239
source: Saves stream manifests downloaded during playback in the user data folder of InputStream Adaptive.
pt_br: Salva os manifestos da transmissão baixada durante a reprodução na pasta de dados do usuário do InputStream Adaptive.

# #30240
source: Save license data
pt_br: Salvar dados da licença

# #30241
source: Saves the license data for example: initial data, challenge data and response data, in the "cdm" folder of the Kodi data folder.
pt_br: Salva os dados da licença, por exemplo: dados iniciais, dados de desafio e dados de resposta, na pasta "cdm" da pasta de dados do Kodi.

# #30101
source: Min. Bandwidth (Bit/s)
ca_es: Ample de banda min. (Bits/s)
da_dk: Minimum båndbredde (Bit/s)
he_il: רוחב פס מינימלי (ביטים לשנייה)
hr_hr: Min. propusnost (bit/s)

# #30102
source: Max. Bandwidth (Bit/s)
ca_es: Ample de banda màx. (Bits/s)
da_dk: Maksimal båndbredde (Bit/s)
he_il: רוחב פס מקסימלי (ביטים לשנייה)
hr_hr: Maks. propusnost (bit/s)

# #30103
source: Decrypter path
ca_es: Ruta de desxifrat
da_dk: Dekrypter-sti
he_il: נתיב המפענח
hr_hr: Putanja prema mapi s dekripterima

# #30110
source: Max. Resolution general decoder
ca_es: Màx. resolució descodificador general
da_dk: Maksimal opløsning for generel dekoder
he_il: רזולוציית מקסימום למפענח הכללי
hr_hr: Maks. razlučivost općeg dekodera

# #30111
source: Stream Selection
ca_es: Selecció de transmissió
da_dk: Valg af stream
he_il: בחירת זרם
hr_hr: Odabir toka

# #30112
source: Media
da_dk: Medie
he_il: מדיה
hr_hr: Mediji

# #30113
source: Max. Resolution secure decoder
ca_es: Màx. Resolució descodificador segur
da_dk: Maksimal opløsning for sikker dekoder
he_il: רזולוציית מקסימום למפענח המאובטח
hr_hr: Maks. razlučivost sigurnog dekodera

# #30114
source: Override HDCP status
ca_es: Substitueix l'estat HDCP
da_dk: Overskriv HDCP-status
he_il: עקיפת מצב HDCP
hr_hr: Nadjačaj HDCP status

# #30115
source: Ignore Display Resolution
ca_es: Ignora la resolució de la pantalla
da_dk: Ignorer skærmens opløsning
he_il: התעלם מרזולוציית התצוגה
hr_hr: Zanemari razlučivost zaslona

# #30120
source: Expert
da_dk: Ekspert
he_il: מומחה
hr_hr: Stručne

# #30121
source: Enable Pre-Release Features
ca_es: Activeu les funcions de pre-release
da_dk: Aktiver funktioner fra pre-release
he_il: הפעלת תכונות שטרם שוחררו
hr_hr: Omogući još neobjavljene značajke

# #30122
source: Don't use secure decoder if possible
ca_es: No utilitzeu el descodificador segur si és possible
da_dk: Brug ikke sikker dekoder, hvis det er muligt
he_il: לא להשתמש במפענח מאובטח אם ניתן
hr_hr: Ukoliko je moguće, ne koristi sigurni dekoder

# #30150
source: Max
ca_es: Màx
da_dk: Maksimal
he_il: מקסימום
hr_hr: Maks

# #30155
source: Automatically select streams
ca_es: Seleccionar transmissions automàticament
da_dk: Vælg automatisk streams
he_il: בחירת זרם אוטומטית
hr_hr: Automatski odaberi tokove

# #30156
source: Manually select all streams
ca_es: Seleccionar manualment totes les transmissions
da_dk: Vælg alle streams manuelt
he_il: בחירת כל הזרמים ידנית
hr_hr: Ručno odaberi sve tokove

# #30160
source: Manually select video stream
ca_es: Seleccionar manualment la transmissió de vídeo
da_dk: Vælg videostream manuelt
he_il: בחירת זרם הוידאו ידנית
hr_hr: Ručno odaberi video tok

# #30161
source: Video + Subtitles
ca_es: Vídeo + Subtítols
da_dk: Video og undertekster
he_il: וידאו + כתוביות
hr_hr: Video + Titlovi

# #30200
source: Assured Buffer Duration (sec)
hr_hr: Osigurano trajanje međuspremnika (sek)

# #30201
source: Max Buffer Duration (sec)
hr_hr: Maks. trajanje međuspremnika (sek)

# #30202
source: Ignore Window Change
hr_hr: Ignoriraj promjenu prozora
